[
  {
    "rank": 1,
    "country": "Australia",
    "code": "AU",
    "pop2022": "26068.7920",
    "GrowthRate": "0.0109",
    "capital": "Canberra",
    "map_url": "https://goo.gl/maps/bjkR2SZkn3WMdkiY8",
    "gov_url": "https://www.australia.gov.au/",
    "travel_url": "https://www.australia.com/",
    "short_content": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller...",
    "content": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. With an area of 7,617,930 square kilometres (2,941,300 sq mi), Australia is the largest country by area in Oceania and the world's sixth-largest country. Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It is a megadiverse country, and its size gives it a wide variety of landscapes and climates, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east."
  },
  {
    "rank": 2,
    "country": "Papua New Guinea",
    "code": "PG",
    "pop2022": "9292.1690",
    "GrowthRate": "0.0190",
    "capital": "Port Moresby",
    "map_url": "https://goo.gl/maps/7TbCkczBzRutxmV96",
    "gov_url": "http://www.parliament.gov.pg/",
    "travel_url": "https://www.papuanewguinea.travel/",
    "short_content": "Papua New Guinea, officially the Independent State of Papua New Guinea, is a country in Oceania that comprises the eastern half of the island of New Guinea and its offshore islands...",
    "content": "Papua New Guinea, officially the Independent State of Papua New Guinea, is a country in Oceania that comprises the eastern half of the island of New Guinea and its offshore islands in Melanesia (a region of the southwestern Pacific Ocean north of Australia). Its capital, located along its southeastern coast, is Port Moresby. The country is the world's third largest island country with an area of 462,840 km2 (178,700 sq mi).<br/><br/>Papua New Guinea is one of the most linguistically diverse countries in the world. There are 851 known languages in the country, of which 11 now have no known speakers."
  },
  {
    "rank": 3,
    "country": "New Zealand",
    "code": "NZ",
    "pop2022": "4898.2030",
    "GrowthRate": "0.0077",
    "capital": "Wellington",
    "map_url": "https://goo.gl/maps/bwFcTFpAbKoBmt7P7",
    "gov_url": "https://www.govt.nz/",
    "travel_url": "https://www.newzealand.com/int/",
    "short_content": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is an island country in the southwestern Pacific Ocean. It consists of two main landmasses—the North Island (Te Ika-a-Māui) and the South Island...",
    "content": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is an island country in the southwestern Pacific Ocean. It consists of two main landmasses—the North Island (Te Ika-a-Māui) and the South Island (Te Waipounamu) and over 700 smaller islands. It is the sixth-largest island country by area, covering 268,021 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the islands of New Caledonia, Fiji, and Tonga. The country's varied topography and sharp mountain peaks, including the Southern Alps, owe much to tectonic uplift and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland."
  },
  {
    "rank": 4,
    "country": "Fiji",
    "code": "FJ",
    "pop2022": "909.4660",
    "GrowthRate": "0.0073",
    "capital": "Suva",
    "map_url": "https://goo.gl/maps/sQcXMGvDEJVURmk17",
    "gov_url": "https://www.fiji.gov.fj/",
    "travel_url": "https://www.fiji.travel/",
    "short_content": "Fiji, officially the Republic of Fiji, is an island country in Melanesia, part of Oceania in the South Pacific Ocean. It lies about 1,100 nautical miles (2,000 km; 1,300 mi) northeast of New Zealand...",
    "content": "Fiji, officially the Republic of Fiji, is an island country in Melanesia, part of Oceania in the South Pacific Ocean. It lies about 1,100 nautical miles (2,000 km; 1,300 mi) northeast of New Zealand. Fiji consists of an archipelago of more than 330 islands—of which about 110 are permanently inhabited—and more than 500 islets, amounting to a total land area of about 18,300 square kilometres (7,100 sq mi). The most outlying island group is Ono-i-Lau. About 87% of the total population of 883,483 live on the two major islands, Viti Levu and Vanua Levu. About three-quarters of Fijians live on Viti Levu's coasts: either in the capital city of Suva; or in smaller urban centres such as Nadi—where tourism is the major local industry; or in Lautoka, where the sugar-cane industry is dominant. The interior of Viti Levu is sparsely inhabited because of its terrain.<br/><br/>The majority of Fiji's islands were formed by volcanic activity starting around 150 million years ago. Some geothermal activity still occurs today on the islands of Vanua Levu and Taveuni. The geothermal systems on Viti Levu are non-volcanic in origin and have low-temperature surface discharges (of between roughly 35 and 60 degrees Celsius (95 and 140 °F))."
  },
  {
    "rank": 5,
    "country": "Solomon Islands",
    "code": "SB",
    "pop2022": "721.1590",
    "GrowthRate": "0.0244",
    "capital": "Honiara",
    "map_url": "https://goo.gl/maps/fZA4DZkVHiYwEKoP7",
    "gov_url": "https://solomons.gov.sb/",
    "travel_url": "https://www.visitsolomons.com.sb/",
    "short_content": "Solomon Islands is a sovereign country consisting of six major islands and over 900 smaller islands in Oceania, to the east of Papua New Guinea and northwest of Vanuatu. It has a land area of...",
    "content": "Solomon Islands is a sovereign country consisting of six major islands and over 900 smaller islands in Oceania, to the east of Papua New Guinea and northwest of Vanuatu. It has a land area of 28,400 square kilometres (11,000 sq mi), and a population of 652,858. Its capital, Honiara, is located on the largest island, Guadalcanal. The country takes its name from the Solomon Islands archipelago, which is a collection of Melanesian islands that also includes the North Solomon Islands (a part of Papua New Guinea), but excludes outlying islands, such as the Santa Cruz Islands and Rennell and Bellona.<br/><br/>The islands have been settled since at least some time between 30,000 and 28,800 BCE, with later waves of migrants, notably the Lapita people, mixing and producing the modern indigenous Solomon Islanders population."
  },
  {
    "rank": 6,
    "country": "Vanuatu",
    "code": "VU",
    "pop2022": "321.8320",
    "GrowthRate": "0.0234",
    "capital": "Port Vila",
    "map_url": "https://goo.gl/maps/v7myf6usArxE5q4BA",
    "gov_url": "https://www.gov.vu/",
    "travel_url": "https://www.vanuatu.travel/",
    "short_content": "Vanuatu, officially the Republic of Vanuatu, is an island country located in the South Pacific Ocean. The archipelago, which is of volcanic origin, is 1,750 km (1,090 mi) east of northern Australia...",
    "content": "Vanuatu, officially the Republic of Vanuatu, is an island country located in the South Pacific Ocean. The archipelago, which is of volcanic origin, is 1,750 km (1,090 mi) east of northern Australia, 540 km (340 mi) northeast of New Caledonia, east of New Guinea, southeast of the Solomon Islands, and west of Fiji.<br/><br/>Vanuatu was first inhabited by Melanesian people. The first Europeans to visit the islands were a Spanish expedition led by Portuguese navigator Fernandes de Queirós, who arrived on the largest island, Espíritu Santo, in 1606. Queirós claimed the archipelago for Spain, as part of the colonial Spanish East Indies, and named it La Austrialia del Espíritu Santo."
  },
  {
    "rank": 7,
    "country": "New Caledonia",
    "code": "NC",
    "pop2022": "290.9150",
    "GrowthRate": "0.0094",
    "capital": "Nouméa",
    "map_url": "https://goo.gl/maps/iRmYHqwuAQMWAkSE7",
    "gov_url": "https://gouv.nc/",
    "travel_url": "https://www.newcaledonia.travel/",
    "short_content": "New Caledonia is a sui generis collectivity of overseas France in the southwest Pacific Ocean, south of Vanuatu, about 1,210 km (750 mi) east of Australia, and 17,000 km (11,000 mi)...",
    "content": "New Caledonia is a sui generis collectivity of overseas France in the southwest Pacific Ocean, south of Vanuatu, about 1,210 km (750 mi) east of Australia, and 17,000 km (11,000 mi) from Metropolitan France. The archipelago, part of the Melanesia subregion, includes the main island of Grande Terre, the Loyalty Islands, the Chesterfield Islands, the Belep archipelago, the Isle of Pines, and a few remote islets. The Chesterfield Islands are in the Coral Sea. French people, especially locals, call Grande Terre \"Le Caillou\" (\"the pebble\").<br/><br/>New Caledonia has a land area of 18,576 km2 (7,172 sq mi) divided into three provinces. The North and South Provinces are on the New Caledonian mainland, while the Loyalty Islands Province is a series of islands off the mainland."
  },
  {
    "rank": 8,
    "country": "French Polynesia",
    "code": "PF",
    "pop2022": "284.1640",
    "GrowthRate": "0.0058",
    "capital": "Papeete",
    "map_url": "https://goo.gl/maps/335M1w8W2yX5hCzE8",
    "gov_url": "",
    "travel_url": "https://tahititourisme.com/",
    "short_content": "French Polynesia is an overseas collectivity of France and its sole overseas country. It comprises 121 geographically dispersed islands and atolls stretching over more than...",
    "content": "French Polynesia is an overseas collectivity of France and its sole overseas country. It comprises 121 geographically dispersed islands and atolls stretching over more than 2,000 kilometres (1,200 mi) in the South Pacific Ocean. The total land area of French Polynesia is 3,521 square kilometres (1,359 sq mi), with a population of 299,356 (2022 estimate).<br/><br/>Among its 121 islands and atolls, 75 were inhabited at the 2017 census. Tahiti, which is in the Society Islands group, is the most populous island, being home to nearly 69% of the population of French Polynesia as of 2017. Papeete, located on Tahiti, is the capital of French Polynesia. Although not an integral part of its territory, Clipperton Island was administered from French Polynesia until 2007."
  },
  {
    "rank": 9,
    "country": "Samoa",
    "code": "WS",
    "pop2022": "202.2390",
    "GrowthRate": "0.0104",
    "capital": "Apia",
    "map_url": "https://goo.gl/maps/rt8WBKhbhqoEGamw6",
    "gov_url": "https://www.samoagovt.ws/",
    "travel_url": "https://www.samoa.travel/",
    "short_content": "Samoa, officially the Independent State of Samoa and until 1997 known as Western Samoa, is a Polynesian island country consisting of two main islands (Savai'i and Upolu); two smaller..",
    "content": "Samoa, officially the Independent State of Samoa and until 1997 known as Western Samoa, is a Polynesian island country consisting of two main islands (Savai'i and Upolu); two smaller, inhabited islands (Manono and Apolima); and several smaller, uninhabited islands, including the Aleipata Islands (Nu'utele, Nu'ulua, Fanuatapu and Namua). Samoa is located 64 km (40 mi) west of American Samoa, 889 km (552 mi) northeast of Tonga (closest foreign country), 1,152 km (716 mi) northeast of Fiji, 483 km (300 mi) east of Wallis and Futuna, 1,151 km (715 mi) southeast of Tuvalu, 519 km (322 mi) south of Tokelau, 4,190 km (2,600 mi) southwest of Hawaii, and 610 km (380 mi) northwest of Niue. The capital city is Apia. The Lapita people discovered and settled the Samoan Islands around 3,500 years ago. They developed a Samoan language and Samoan cultural identity."
  },
  {
    "rank": 10,
    "country": "Guam",
    "code": "GU",
    "pop2022": "171.5190",
    "GrowthRate": "0.0079",
    "capital": "Hagåtña",
    "map_url": "https://goo.gl/maps/pqcLnT5Zj4mphuJM9",
    "gov_url": "https://www.guam.gov/",
    "travel_url": "https://www.visitguam.com/",
    "short_content": "Guam is an organized, unincorporated territory of the United States in the Micronesia subregion of the western Pacific Ocean. It is the westernmost point and territory of the United States...",
    "content": "Guam is an organized, unincorporated territory of the United States in the Micronesia subregion of the western Pacific Ocean. It is the westernmost point and territory of the United States (reckoned from the geographic center of the U.S.); in Oceania, it is the largest and southernmost of the Mariana Islands and the largest island in Micronesia. Guam's capital is Hagåtña, and the most populous village is Dededo.<br/><br/>People born on Guam are American citizens but have no vote in the United States presidential elections while residing on Guam and Guam delegates to the United States House of Representatives have no vote on the floor. Indigenous Guamanians are the Chamoru, historically known as the Chamorro, who are related to the Austronesian peoples of Indonesia, the Philippines, Malaysia, Taiwan, Micronesia, and Polynesia. "
  },
  {
    "rank": 11,
    "country": "Kiribati",
    "code": "KI",
    "pop2022": "123.4190",
    "GrowthRate": "0.0167",
    "capital": "Tarawa",
    "map_url": "https://goo.gl/maps/i5tGVJMkEtbzKmQ5A",
    "gov_url": "https://kiribati.gov.ki/",
    "travel_url": "https://www.kiribatitourism.gov.ki/",
    "short_content": "Kiribati, officially the Republic of Kiribati is an island country in the central Pacific Ocean. The permanent population is over 119,000 (2020), more than half of whom live on Tarawa atoll...",
    "content": "Kiribati, officially the Republic of Kiribati is an island country in the central Pacific Ocean. The permanent population is over 119,000 (2020), more than half of whom live on Tarawa atoll. The state comprises 32 atolls and one remote raised coral island, Banaba. There is a total land area of 811 square kilometres (313 square miles) dispersed over 3.5 million km2 (1.4 million sq mi) of ocean.<br/><br/>Kiribati gained its independence from the United Kingdom, becoming a sovereign state in 1979. The capital, South Tarawa, now the most populated area, consists of a number of islets, connected by a series of causeways. These comprise about half the area of Tarawa atoll. Prior to its independence, the country had exported phosphate; however, those mines are no longer viable with fisheries and export of copra driving much of the economy. Kiribati is one of the least developed countries in the world and is highly dependent on international aid for its economy."
  },
  {
    "rank": 12,
    "country": "Micronesia",
    "code": "FM",
    "pop2022": "117.4890",
    "GrowthRate": "0.0106",
    "capital": "Palikir",
    "map_url": "https://goo.gl/maps/1PQUHMYZmXDpEcAb9",
    "gov_url": "https://gov.fm/",
    "travel_url": "https://www.micronesiatour.com/",
    "short_content": "Micronesia is a subregion of Oceania, consisting of about two thousand small islands in the western Pacific Ocean. It has a close shared cultural history with three other island regions...",
    "content": "Micronesia is a subregion of Oceania, consisting of about two thousand small islands in the western Pacific Ocean. It has a close shared cultural history with three other island regions: the Philippines to the west, Polynesia to the east, and Melanesia to the south—as well as with the wider community of Austronesian peoples.<br/><br/>The region has a tropical marine climate and is part of the Oceanian realm. It includes four main archipelagos—the Caroline Islands, the Gilbert Islands, the Mariana Islands, and the Marshall Islands—as well as numerous islands that are not part of any archipelago."
  },
  {
    "rank": 13,
    "country": "Tonga",
    "code": "TO",
    "pop2022": "107.7490",
    "GrowthRate": "0.0093",
    "capital": "Nuku'alofa",
    "map_url": "https://goo.gl/maps/cvdYVzSqqWHLgvxE9",
    "gov_url": "https://www.gov.to/",
    "travel_url": "http://tongatourism.gov.to/",
    "short_content": "Tonga officially named the Kingdom of Tonga (Tongan: Puleʻanga Fakatuʻi ʻo Tonga), is a Polynesian country and also an archipelago consisting of 169 islands, of which 36 are inhabited...",
    "content": "Tonga officially named the Kingdom of Tonga (Tongan: Puleʻanga Fakatuʻi ʻo Tonga), is a Polynesian country and also an archipelago consisting of 169 islands, of which 36 are inhabited. The total surface area of the archipelago is about 750 km2 (290 sq mi), scattered over 700,000 km2 (270,000 sq mi) of the southern Pacific Ocean. As of 2021, according to Johnson's Tribune, Tonga has a population of 104,494, 70% of whom reside on the main island, Tongatapu. The country stretches approximately 800 km (500 mi) north-south. It is surrounded by Fiji and Wallis and Futuna (France) to the northwest; Samoa to the northeast; New Caledonia (France) and Vanuatu to the west; Niue (the nearest foreign territory) to the east; and Kermadec (New Zealand) to the southwest. Tonga is about 1,800 km (1,100 mi) from New Zealand's North Island."
  },
  {
    "rank": 14,
    "country": "Marshall Islands",
    "code": "MH",
    "pop2022": "60.0570",
    "GrowthRate": "0.0075",
    "capital": "Majuro",
    "map_url": "https://goo.gl/maps/Q27onTXYETWJfYex5",
    "gov_url": "",
    "travel_url": "",
    "short_content": "The Marshall Islands, officially the Republic of the Marshall Islands, is an independent island country near the Equator in the Pacific Ocean, slightly west of the International Date Line...",
    "content": "The Marshall Islands, officially the Republic of the Marshall Islands, is an independent island country near the Equator in the Pacific Ocean, slightly west of the International Date Line. Geographically, the country is part of the larger island group of Micronesia. The country's population of 58,413 people (at the 2018 World Bank Census) is spread out over five islands and 29 coral atolls, comprising 1,156 individual islands and islets. The capital and largest city is Majuro. It has the largest portion of its territory composed of water of any sovereign state, at 97.87%. The islands share maritime boundaries with Wake Island to the north, Kiribati to the southeast, Nauru to the south, and Federated States of Micronesia to the west. About 52.3% of Marshall Islanders (27,797 at the 2011 Census) live on Majuro. In 2016, 73.3% of the population were defined as being \"urban\". The UN also indicates a population density of 760 inhabitants per square mile (295/km2), and its projected 2020 population is 59,190."
  },
  {
    "rank": 15,
    "country": "Northern Mariana Islands",
    "code": "MP",
    "pop2022": "58.2690",
    "GrowthRate": "0.0061",
    "capital": "Saipan",
    "map_url": "https://goo.gl/maps/A4L7xwSWjV3fyj2j8",
    "gov_url": "https://governor.gov.mp/",
    "travel_url": "https://www.visittheusa.com/state/northern-mariana-islands",
    "short_content": "The Northern Mariana Islands, officially the Commonwealth of the Northern Mariana Islands (CNMI; Chamorro: Sankattan Siha Na Islas Mariånas;...",
    "content": "The Northern Mariana Islands, officially the Commonwealth of the Northern Mariana Islands (CNMI; Chamorro: Sankattan Siha Na Islas Mariånas; Carolinian: Commonwealth Téél Falúw kka Efáng llól Marianas), is an unincorporated territory and commonwealth of the United States consisting of 14 islands in the northwestern Pacific Ocean. The CNMI includes the 14 northernmost islands in the Mariana Archipelago; the southernmost island, Guam, is a separate U.S. territory.<br/><br/>The United States Department of the Interior cites a landmass of 183.5 square miles (475.26 km2). According to the 2020 United States Census, 47,329 people were living in the CNMI at that time. The vast majority of the population resides on Saipan, Tinian, and Rota. The other islands of the Northern Marianas are sparsely inhabited; the most notable among these is Pagan, which for various reasons over the centuries has experienced major population flux, but formerly had residents numbering in the thousands."
  },
  {
    "rank": 16,
    "country": "American Samoa",
    "code": "AS",
    "pop2022": "55.0300",
    "GrowthRate": "-0.0013",
    "capital": "Pago Pago",
    "map_url": "https://goo.gl/maps/9DoLWAupuYx8eMEW8",
    "gov_url": "https://www.americansamoa.gov/",
    "travel_url": "https://www.americansamoa.travel/",
    "short_content": "American Samoa is an unincorporated territory of the United States located in the South Pacific Ocean, southeast of the independent state of Samoa. Its location is centered on 14.3°S 170.7°W...",
    "content": "American Samoa is an unincorporated territory of the United States located in the South Pacific Ocean, southeast of the independent state of Samoa. Its location is centered on 14.3°S 170.7°W. It is east of the International Date Line, while Samoa is west of the Line. The total land area is 199 square kilometers (76.8 sq mi), slightly more than Washington, D.C. American Samoa is the southernmost territory of the United States and one of two U.S. territories south of the Equator, along with the uninhabited Jarvis Island. Tuna products are the main exports, and the main trading partner is the rest of the United States.<br/><br/>American Samoa consists of five main islands and two coral atolls. The largest and most populous island is Tutuila, with the Manuʻa Islands, Rose Atoll and Swains Island also included in the territory. All islands except for Swains Island are part of the Samoan Islands, west of the Cook Islands, north of Tonga, and some 300 miles (500 km) south of Tokelau. To the west are the islands of the Wallis and Futuna group. As of 2021, the population of American Samoa is approximately 46,366 people. Most American Samoans are bilingual and can speak English and Samoan fluently."
  },
  {
    "rank": 17,
    "country": "Palau",
    "code": "PW",
    "pop2022": "18.2330",
    "GrowthRate": "0.0035",
    "capital": "Ngerulmud",
    "map_url": "https://goo.gl/maps/GmSZDQkK5hw5Aonz8",
    "gov_url": "https://www.palaugov.pw/",
    "travel_url": "https://www.youtube.com/watch?v=MPevzYF9ufQ",
    "short_content": "Palau is officially the Republic of Palau (Palauan: Beluu er a Belau) and historically Belau, Palaos or Pelew, is an island country in the western Pacific. The nation has approximately 340...",
    "content": "Palau is officially the Republic of Palau (Palauan: Beluu er a Belau) and historically Belau, Palaos or Pelew, is an island country in the western Pacific. The nation has approximately 340 islands and connects the western chain of the Caroline Islands with parts of the Federated States of Micronesia. It has a total area of 466 square kilometers (180 sq mi). The most populous island is Koror, home to the country's most populous city of the same name. The capital Ngerulmud is located on the nearby island of Babeldaob, in Melekeok State. Palau shares maritime boundaries with international waters to the north, the Federated States of Micronesia to the east, Indonesia to the south, and the Philippines to the northwest."
  },
  {
    "rank": 18,
    "country": "Cook Islands",
    "code": "CK",
    "pop2022": "17.5710",
    "GrowthRate": "0.0003",
    "capital": "Avarua",
    "map_url": "https://goo.gl/maps/Hv4tzgdPamjECX5m9",
    "gov_url": "https://parliament.gov.ck/",
    "travel_url": "https://cookislands.travel/",
    "short_content": "The Cook Islands (Cook Islands Māori: Kūki 'Āirani) is a self-governing island country in the South Pacific Ocean in free association with New Zealand. It comprises 15 islands whose total...",
    "content": "The Cook Islands (Cook Islands Māori: Kūki 'Āirani) is a self-governing island country in the South Pacific Ocean in free association with New Zealand. It comprises 15 islands whose total land area is 240 square kilometres (93 sq mi). The Cook Islands' Exclusive Economic Zone (EEZ) covers 1,960,027 square kilometres (756,771 sq mi) of ocean.<br/><br/>New Zealand is responsible for the Cook Islands' defence and foreign affairs, but these responsibilities are exercised in consultation with the Cook Islands. In recent times, the Cook Islands have adopted an increasingly independent foreign policy. Cook Islanders are citizens of New Zealand, but they also have the status of Cook Islands nationals, which is not given to other New Zealand citizens. The Cook Islands have been an active member of the Pacific Community since 1980."
  },
  {
    "rank": 19,
    "country": "Tuvalu",
    "code": "TV",
    "pop2022": "12.0660",
    "GrowthRate": "0.0113",
    "capital": "Funafuti",
    "map_url": "https://goo.gl/maps/ovidtoPkfkomBfDZA",
    "gov_url": "https://www.gov.tv/",
    "travel_url": "https://www.timelesstuvalu.com/",
    "short_content": "Tuvalu, formerly known as the Ellice Islands) is an island country in the Polynesian subregion of Oceania in the Pacific Ocean. Its islands are situated about midway between Hawaii and...",
    "content": "Tuvalu, formerly known as the Ellice Islands) is an island country in the Polynesian subregion of Oceania in the Pacific Ocean. Its islands are situated about midway between Hawaii and Australia. They lie east-northeast of the Santa Cruz Islands (which belong to the Solomon Islands), northeast of Vanuatu, southeast of Nauru, south of Kiribati, west of Tokelau, northwest of Samoa and Wallis and Futuna, and north of Fiji. Tuvalu is composed of three reef islands and six atolls. They are spread out between the latitude of 5° and 10° south and between the longitude of 176° and 180°. They lie west of the International Date Line. Tuvalu has a population of 10,507 (2017 census). The total land area of the islands of Tuvalu is 26 square kilometres (10 sq mi)."
  },
  {
    "rank": 20,
    "country": "Wallis and Futuna",
    "code": "WF",
    "pop2022": "10.9820",
    "GrowthRate": "-0.0101",
    "capital": "Matā'utu",
    "map_url": "https://goo.gl/maps/vhKdePQ4HtKRNDvo8",
    "gov_url": "https://www.wallis-et-futuna.gouv.fr/",
    "travel_url": "https://www.youtube.com/watch?v=350vSvwju7M",
    "short_content": "Wallis and Futuna, officially the Territory of the Wallis and Futuna Islands or Territoire des îles Wallis-et-Futuna, Fakauvea and Fakafutuna: ʻUvea mo Futuna) is a French island collectivity in...",
    "content": "Wallis and Futuna, officially the Territory of the Wallis and Futuna Islands or Territoire des îles Wallis-et-Futuna, Fakauvea and Fakafutuna: ʻUvea mo Futuna) is a French island collectivity in the South Pacific, situated between Tuvalu to the northwest, Fiji to the southwest, Tonga to the southeast, Samoa to the east, and Tokelau to the northeast.<br/><br/>Mata Utu is its capital and largest city. Its land area is 142.42 km2 (54.99 sq mi). It had a population of 11,558 at the 2018 census (down from 14,944 at the 2003 census). The territory is made up of three main volcanic tropical islands and a number of tiny islets. It is divided into two island groups that lie about 260 km (160 mi) apart: the Wallis Islands (also known as Uvea) in the northeast; and the Hoorn Islands (also known as the Futuna Islands) in the southwest, including Futuna Island proper and the mostly uninhabited Alofi Island."
  },
  {
    "rank": 21,
    "country": "Nauru",
    "code": "NR",
    "pop2022": "10.9030",
    "GrowthRate": "0.0025",
    "capital": "Yaren",
    "map_url": "https://goo.gl/maps/JdEbE1XyLPyrfbbV8",
    "gov_url": "http://naurugov.nr/",
    "travel_url": "http://naurugov.nr/about-nauru/visiting-nauru.aspx",
    "short_content": "Nauru, officially the Republic of Nauru (Nauruan: Repubrikin Naoero) and formerly known as Pleasant Island, is an island country and microstate in Oceania, in the Central Pacific. Its nearest...",
    "content": "Nauru, officially the Republic of Nauru (Nauruan: Repubrikin Naoero) and formerly known as Pleasant Island, is an island country and microstate in Oceania, in the Central Pacific. Its nearest neighbour is Banaba Island in Kiribati, 300 km (190 mi) to the east. It further lies northwest of Tuvalu, 1,300 km (810 mi) northeast of Solomon Islands, east-northeast of Papua New Guinea, southeast of the Federated States of Micronesia and south of the Marshall Islands. With only a 21 km2 (8.1 sq mi) area, Nauru is the third-smallest country in the world behind Vatican City and Monaco, making it the smallest republic as well as the smallest island nation. Its population of about 10,000 is the world's second-smallest (not including colonies or overseas territories), after Vatican City."
  },
  {
    "rank": 22,
    "country": "Niue",
    "code": "NU",
    "pop2022": "1.6220",
    "GrowthRate": "0.0019",
    "capital": "Alofi",
    "map_url": "https://goo.gl/maps/yuj3ZmYJqRFjBSmk7",
    "gov_url": "https://www.gov.nu/",
    "travel_url": "https://www.niueisland.com/",
    "short_content": "Niue is an island country in the South Pacific Ocean, 2,400 kilometres (1,500 mi) northeast of New Zealand. Niue's land area is about 261 square kilometres (101 sq mi) and its population...",
    "content": "Niue is an island country in the South Pacific Ocean, 2,400 kilometres (1,500 mi) northeast of New Zealand. Niue's land area is about 261 square kilometres (101 sq mi) and its population, predominantly Polynesian, was about 1,600 in 2016. Niue is located in a triangle between Tonga, Samoa, and the Cook Islands. It is 604 kilometers northeast of Tonga. The island is commonly referred to as \"The Rock\", which comes from the traditional name \"Rock of Polynesia\". Niue is one of the world's largest coral islands. The terrain of the island has two noticeable levels. The higher level is made up of a limestone cliff running along the coast, with a plateau in the centre of the island reaching approximately 60 metres (200 feet) above sea level. The lower level is a coastal terrace approximately 0.5 km (0.3 miles) wide and about 25–27 metres (80–90 feet) high, which slopes down and meets the sea in small cliffs. A coral reef surrounds the island, with the only major break in the reef being in the central western coast, close to the capital, Alofi."
  },
  {
    "rank": 23,
    "country": "Tokelau",
    "code": "TK",
    "pop2022": "1.3780",
    "GrowthRate": "0.0036",
    "capital": "Nukunonu",
    "map_url": "https://goo.gl/maps/ZGRMTTnFKLnX4EERA",
    "gov_url": "https://www.tokelau.org.nz/",
    "travel_url": "https://www.youtube.com/watch?v=KZ-yk-DAY3A",
    "short_content": "Tokelau (/ˈtoʊkəlaʊ/; lit. 'north-northeast' or 'north wind'; known previously as the Union Islands, and, until 1976, known officially as the Tokelau Islands) is a dependent territory of New Zealand...",
    "content": "Tokelau (/ˈtoʊkəlaʊ/; lit. 'north-northeast' or 'north wind'; known previously as the Union Islands, and, until 1976, known officially as the Tokelau Islands) is a dependent territory of New Zealand in the southern Pacific Ocean. It consists of three tropical coral atolls: Atafu, Nukunonu, and Fakaofo. They have a combined land area of 10 km2 (4 sq mi). The capital rotates yearly among the three atolls. In addition to these three, Swains Island, which forms part of the same archipelago, is the subject of an ongoing territorial dispute; it is currently administered by the United States as part of American Samoa. Tokelau lies north of the Samoan Islands, east of Tuvalu, south of the Phoenix Islands, southwest of the more distant Line Islands, and northwest of the Cook Islands."
  }
]
